
let goods = [{
    id: 1,
    name: "Deadpool",
    price: 1000,
    photo1: "/marvel/deadpool1.png",
    photo2: "/marvel/deadpool2.png",
    photo3: "/marvel/deadpool3.png",
    brand: "marvel",
    info: "Американский комедийный фантастический боевик с Райаном Рейнольдсом в главной роли, снятый режиссёром Тимом Миллером на основе комиксов о персонаже Marvel Comics Дэдпуле. Восьмой фильм киносерии «Люди Икс». Премьера в США состоялась 10 февраля 2016 года."
},{
    id: 2,
    name: "Captain America",
    price: 900,
    photo1: "/marvel/captain1.png",
    photo2: "/marvel/captain2.png",
    photo3: "/marvel/captain3.png",
    brand: "marvel",
    info: "Вымышленный персонаж супергерой комиксов издательства Marvel Comics. Он был создан писателем Джо Саймоном и художником Джеком Кирби и впервые появился в комиксах 1940-х, Timely Comics[4]. За годы по разным оценкам около 210 миллионов копий комиксов «Captain America» было продано в общей сложности в 75 странах."
},{
    id: 3,
    name: "Groot",
    price: 800,
    photo1: "/marvel/groot1.png",
    photo2: "/marvel/groot2.png",
    photo3: "/marvel/groot3.png",
    brand: "marvel",
    info: "Персонаж из комиксов компании Marvel Comics. Был придуман Стэном Ли, Джеком Кёрби, Диком Эйрсом, и впервые появился в серии «Tales to Astonish» #13, в ноябре 1960 года. Он внеземной деревоподобный гуманоид, обладающий высоким уровнем интеллекта. Первоначально был представлен как захватчик, который стремится захватить людей для экспериментов."
},{
    id: 4,
    name: "Thor",
    price: 700,
    photo1: "/marvel/thor1.png",
    photo2: "/marvel/thor2.png",
    photo3: "/marvel/thor3.png",
    brand: "marvel",
    info: "Супергерой комиксов издательства Marvel Comics. Персонаж основан на образе одноимённого бога из германо-скандинавской мифологии. Его авторы в Marvel — редактор Стэн Ли, сценарист Ларри Либер и художник Джек Кёрби, а первое появление приходится на комикс Journey into Mystery #83 (1962), который позже сменил название на 'The Mighty Thor'."
},{
    id: 5,
    name: "Batman",
    price: 100,
    photo1: "/dc/batman1.png",
    photo2: "/dc/batman2.png",
    photo3: "/dc/batman3.png",
    brand: "dc",
    info: "Вымышленный персонаж, супергерой, персонаж комиксов издательства DC Comics, впервые появившийся в Detective Comics («Детективные комиксы») № 27 в мае 1939 года. Наряду с Суперменом, Бэтмен является одним из самых популярных и известных героев комиксов. Был создан художником Бобом Кейном в соавторстве с писателем Биллом Фингером. До недавнего времени Боб Кейн считался главным создателем персонажа, но после многих исследований, в 2015 году авторство было передано Биллу Фингеру, так как настоящий вклад Кейна в создание героя был весьма незначительным."
},{
    id: 6,
    name: "Flash",
    price: 100,
    photo1: "/dc/flash1.png",
    photo2: "/dc/flash2.png",
    photo3: "/dc/flash3.png",
    brand: "dc",
    info: "Вымышленный персонаж вселенной DC. Супергерой, второй по счёту из носивших имя Флэша. Впервые появился в комиксе Showcase № 4 (октябрь 1956 года), созданный сценаристами Робертом Канигером и Джоном Брумом, а также художником Кармайном Инфантино.[1] Его имя было образовано путём комбинирования имён Барри Грэйа и Стива Аллена.[2] Его смерть в 1985 году убрала персонажа из комиксов на 23 года. В регулярную серию комиксов его вернул кроссовер Гранта Моррисона Final Crisis. Является официальным Флэшем киновселеной DC."
},{
    id: 7,
    name: "Superman",
    price: 100,
    photo1: "/dc/superman1.png",
    photo2: "/dc/superman2.png",
    photo3: "/dc/superman3.png",
    brand: "dc",
    info: "Супергерой комиксов, которые выпускаются компанией DC Comics. Он считается иконой американской культуры[2][3][4][5]. Придуманный писателем Джерри Сигелом и художником Джо Шустером и проданный компании Detective Comics (позднее DC Comics), персонаж впервые появился на страницах Action Comics #1 (июнь 1938-го), а впоследствии появлялся в различных радиопередачах, телевизионных программах, фильмах, на газетных полосах и в видеоиграх. Своим успехом Супермен помог создать жанр супергероя и занял первенство среди американских комиксов[2]. Внешний вид персонажа является отличительным: красный, синий и жёлтый цвета костюма, в комплекте с плащом и эмблемой в виде треугольного щита с буквой «S» в центре[6][7][8]. В настоящее время эта эмблема используется в различных медиа-отраслях как символ персонажа."
},{
    id: 8,
    name: "WonderWoomen",
    price: 100,
    photo1: "/dc/wonder1.png",
    photo2: "/dc/wonder2.png",
    photo3: "/dc/wonder3.png",
    brand: "dc",
    info: "Вымышленный персонаж, супергероиня комиксов издательства DC Comics. Впервые появилась в 8-м выпуске комикса «All Star Comics», вышедшем в декабре 1941 года, и стала постоянным персонажем «DC», появлявшимся в комиксах на протяжении 70-ти лет, за исключением небольшого периода после Кризиса на Бесконечных Землях в 1986 году."
}];